Repository: groupserver/gs.group.member.invite.resend
Catalog: gs/group/member/invite/resend/locales/*/LC_MESSAGES/gs.group.member.invite.resend.po
Languages: de

# feedback-error
source: <p>There is an error:</p>
de: <p>Es ist ein Fehler aufgetreten:</p>

# feedback-errors
source: <p>There are errors:</p>
de: <p> Es sind Fehler aufgetreten: </ p>

# form-field-mesg-desc
source: The message that appears at the top of the invitation to the new group member. It will appear before the two links that allow the recipient to accept or reject the invitation.
de: Diese Nachricht wird dem neuen Gruppenmitglied in der Einladung angezeigt. Sie erschein vor den beiden Links, welche dem Empfänger die Möglichkeit geben die Einladung anzunehmen oder abzulehnen.

# form-field-msg-h
source: Invitation message
de: Einladungsnachricht

# form-field-name-desc
source: The name of the invited member.
de: Der Name des eingeladenen Mitglieds.

# form-field-subject-desc
source: The subject-line of the invitation.
de: Die Betreffzeile der Einladung.

# form-field-subject-h
source: Subject
de: Betreff

# form-field-to-desc
source: The email address of the person receiving the invitation.
de: Die E-Mail-Adresse der Person, welche die Einladung erhält.

# form-field-to-h
source: To
de: An

# inviation-email-subject
source: Invitation to join ${groupName} (action required)
de: Einladung zum Beitritt von ${groupName} (Aktion erforderlich)

# page-breadcrumb-manage
source: Manage members
de: Mitglieder verwalten

# page-breadcrumb-resend
source: Resend invitation
de: Einladung zurücksenden

# page-button
source: Resend
de: Zurücksenden

# page-intro
source: To resend an invitation to ${userName} (${email}) customise the message below and click the <samp class="button">Resend</samp> button.
de: Um eine Einladung an ${userName} (${email}) zurück zu senden, bearbeiten Sie unten die Nachricht und klicken Sie auf den <samp class="button">Zurücksenden</samp> Button.

# page-preview
source: Preview…
de: Vorschau...

# page-title
source: Resend the invitation to ${userName}
de: Eine Einladung an ${userName} zurückzusenden
